Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1198_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Oahppoofelaš-fidnu gažaldatskovvi
sms: Oahppoofelaš-haʹŋǩǩõõzz kõõjjõsblaŋkk

source: Sámedikki nuoraidráđđi ollašuhttá Oahppoofelaš-fidnu oktavuođas Suoma sámeguovllu boahttevuođa bargooidnosiid kártejeaddji čielggadusa.
sms: Sääʹmteeʹǧǧ nuõri suåvtõs veekk čõõđ Oahppoofelaš-haʹŋǩǩõõzz õhttvuõđâst Lääʹddjânnam sääʹmvuuʹd pueʹttiääiʹj tuâjjvuõđ vueiʹnlmid kaartʼteei čiõlǥtõõzz.

source: Čielggadus dahkko elektrovnnalaš gažaldatskovi vástádusaid ja jearahallamiid vuođul ja daid mielde ráhkaduvvo nuoraide dárkkuhuvvon Oahppoofelaš-gihpa.
sms: Čiõlǥtõõzz raajât liâdǥlaž kõõjjõsblaaŋk vaʹsttõõzzi da mainstâʹttmõõžži vuâđald da tõn vuâđald ǥõs raajât nuõri vääras Oahppoofelaš-viihk.

source: Gihpa fállá nuoraide dieđuid, man vehkiin nuorra sáhttá hálidettiin vuolgit studeret suorggi, mas sáhttá vejolaččat oažžut barggu dál ja boahttevuođas sámiid ruovttuguovllus.
sms: Vihkk taʹrjjad nuõrid teâđ, koon veäkka nuõr vuäiʹtte nuʹtt haaʹleen vueʹlǧǧed mättʼtõõttâd ämmatvuuʹd, koʹst leʹčči tuâi sääʹmvuuʹdest ååʹn da pueʹttiääiʹjest.

source: Čielggadusas kártejuvvojit maiddái maid surggiin lea dárbu sámegielat bargiide ja maiddái makkár bargguid sáhttá bargat ollásit gáiddusin.
sms: Čiõlǥtõõzzâst kaarʼtet še tõn, mâin ämmatvuuʹdin lie taarb sääʹmǩiõllsaž tuâjjlaid da måkam tuâi vueiʹtet tuejjeed ougglõsõhttvuõđin.

source: Gažaldatskovi vástádusat gieđahallojit luhtolaččat.
sms: Kõõjjõsblaaŋk vaʹsttõõzzid ǩiõttʼtõõlât peittsânji.

source: Gažaldatskovvi giddana bearjadaga 26.2.2016, nu ahte vástidathan jearahallamii ovdal dan.
sms: Kõõjjõsblaŋkk kättai piâtnâc 26.2.2016, âʹte vaʹstteed ouddâl tõn.

source: Giitu áiggis ja veahkis čielggadusa ollašuhttima várás.
sms: Späʹsseb ääiʹjstad da vieʹǩǩstad čiõlǥtõõzz raajjmõššân.

source: Liŋkka davvisámegielat jearahallanskovvái:
sms: Liŋkk nuõrttsääʹmkiõllsaž kõõjjõʹsse:

source: Lassedieđut:
sms: LââŠssteâđ:

source: laura.
sms: Laura Olsén

source: olsen (at) samediggi.
sms: projeʹktt-tuejjlaž
